Repository: amolpatil5/SSY_IOS
Catalog: ShivpalSinghYadav/*.lproj/Localizable.strings
Languages: hi_in

source: Shivpal Singh Yadav
hi_in: शिवपाल सिंह यादव

source: Biography
hi_in: जीवन परिचय

source: Political Career
hi_in: राजनीतिक कैरियर

source: Samajwadi Party
hi_in: समाजवादी पार्टी

# Events
source: News Room
hi_in: समाचार कक्ष

source: Contact
hi_in: संपर्क

# IMAGE_GALLARY
source: Prints
hi_in: प्रिंट

# ONGOING_PROJECTS
source: Projects
hi_in: चालू परियोजनाओं

# Birth
source: Biography:
hi_in: जीवन परिचय:

# Birth_Info
source: An honored human being, a maverick socialist and an esteemed political leader are phrases that have long been and still are synonymous to Shivpal Singh Yadav. Having been born in the post-independence era to a nationalist and farmer at-heart father, it didn’t take him long before he entered the political movement and with Mr. Mulayam Singh Yadav as his mentor, he never shied away from the truth and worked his way wonderfully through India’s political struggle to post-independence social and economic issues with an unsaid enthusiasm and dedication.
hi_in: सन् 1955 को बसंत पंचमी के पावन दिन में पिता सुधर सिंह तथा माता मूर्ति देवी के कनिष्ठ पुत्र के रूप में जन्मे शिवपाल सिंह जी को मानवता के प्रति उदात्त भाव विरासत में मिला। उन्होंने जनसंघर्षों में भाग लेना और नेतृत्व करना अपने नेता व अग्रज मुलायम सिंह जी से सीखा। इनके पिता स्व० सुधर सिंह अत्यंत सरल हृदय एवं कर्मठ किसान थे एवं माता स्वर्गीय श्रीमती मूर्ती देवी एक कुशल गृहणी थी।

source: Educational Qualification:
hi_in: शैक्षिक योग्यताः

# Education_Info
source: Son of Mr.Sughar Singh and Mrs.Murti Devi was born on basant panchami in 1955 in Etawah, Uttar Pradesh. His mother, was a perfect home maker. At a young age, Shivpal’s elder brother, who was a nationalist, introduced him to Uttar Pradesh political movement through various rallies and protest assemblies. The turning point in his life came when his elder brother, an impassioned follower of RAM MANOHAR LOHIA, took him along on a meeting. Deeply inspired by lohia’s personality and beliefs, Shivpal ji took his values and principles to heart which helped him come through the testing times and supported him in many of his endeavors in future. At a very young age, he participated in the meetings and rallies and proved both, his loyalty to Mulayam Singh Yadav’s and his metal as a significant pro-lohia ideology fighter in the time to come.
hi_in: श्री शिवपाल सिंह यादव ने गांव की प्राथमिक पाठशाला से पूर्व माध्यमिक शिक्षा उत्तम श्रेणी में उत्तीर्ण की। इसके पश्चात् हाईविद्यालय व इण्टरमीडिएट की शिक्षा के लिए जैन इण्टर काॅलेज, करहल, मैनपुरी में प्रवेश लिया। जहाँ से उन्होंने सन् 1972 में हाईविद्यालय तथा सन् 1974 में इण्टरमीडिएट की परीक्षा उत्तीर्ण की।तत्पश्चात् श्री शिवपाल सिंह यादव ने स्नातक की पढ़ाई सन् 1976 में के०के०डिग्री कालेज इटावा (कानपुर विश्वविद्यालय) तथा सन् 1977 में लखनऊ विश्वविद्यालय से बी०पी०एड० शिक्षा प्राप्त की।

# Family
source: Educational Qualification:
hi_in: परिवारः

# Family_Info
source: In 1974 he attended the Jain Inter College, Karhal Mainpuri (UP) to complete his intermediate course work after standing first class in his school’s matric examinations. He, then completed his graduation in from K.K.Degree College, Etawah (Kanpur University) in 1976 and went to Lucknow University to pursue his bachelor of physical education and completed it in 1977.
hi_in: श्री शिवपाल सिंह यादव का विवाह 23-मई-1981 को हुआ। इनकी पत्नी का नाम श्रीमती सरला यादव है। शिवपाल जी की एक पुत्री डाॅ0 अनुभा यादव तथा एक पुत्र आदित्य यादव है।

source: Political Career:
hi_in: राजनैतिक कैरियर:

# Political_Career_Info
source: Being a multi-talented political personality, Mr.Shivpal Singh Yadav has served as a member of the Uttar Pradesh legislative for almost 20 years. From this politician’s journey, it can be seen that he is one of the most respectable and admirable people in India. He has been a participant in a number of social activities and has served as a member of various reputed councils and organizations. Along with political activity, he is also a writer and a brilliant orator. He has maintained a clean image among the public, who consider him as a national leader, highly knowledgeable on democracy, religion and liberal views. In 1988 he was elected as the president of the district Sehkari bank and successfully completed his tenure in 1991. In 1995 he took over as the president of district panchayat. He contested election in the 13th vidhan sabha from Jaswant Nagar and won by huge margins and was appointed as general secretary of the samjwadi party in Uttar Pradseh. In the year 2009 when the then state president passed away shivapal ji was appointed the president of the Uttar Pradesh sawajwadi party unit and followed the lines set by his mentor and party president Mr.Mulayam Singh Yadav. On seeing his dedication and love for the party he was appointed as the leader of the opposition. He proved his mettle on all the fronts which were given to him with great spirit and enthusiasm .As leader of the opposition he fought on issues related to poverty,women empowerment, upliftment of the down trodden.In 2012 when samajwadi party took the reins of Uttar Pardesh in full majority he was appointed cabinet minister for departments like irrigation and PWD. He is also a key member of the government for handling all issues related to state and party welfare. His far sited vision and the role to eradicate poverty from the state has earned him respect among collogues and bureaucrats. Though he is a strict task master but is also known for his gentle and humble nature. The word samajwadi will always sound incomplete without the mention of his name.
hi_in: सामाजिक व राजनीतिक गतिविधियों में वे बाल्यकाल से ही सक्रिय रहे। क्षेत्र में घूम-घूमकर मरीजों को अस्पताल पहुँचाना, थाना-कचहरी में गरीबों को न्याय दिलाने के लिए प्रयास करना व सोशलिस्ट पार्टी के कार्यक्रमों में भाग लेना उनका प्रिय शगल था। वे नेताजी के चुनावों में पर्चें बाँटने से लेकर बूथ-समन्वयक तक की जिम्मेदारी उठाते रहे। मधु लिमये, बाबू कपिलदेव, चैधरी चरण सिंह, जनेश्वर जी जैसे बड़े नेताओं के आगमन पर उनकी सभा करवाने की भी जिम्मेदारी भी शिवपाल जी के ही कंधे पर होती थी। वे 1988 से 1991 और पुनः 1993 में जिला सहकारी बैंक, इटावा के अध्यक्ष चुने गये। 1995 से लेकर 1996 तक इटावा के जिला पंचायत अध्यक्ष भी रहे। इसी बीच 1994 से 1998 के अंतराल में उत्तरप्रदेश सहकारी ग्राम विकास बैंक के भी अध्यक्ष का दायित्व संभाला। तेरहवीं विधानसभा में वे जसवन्तनगर से विधानसभा का चुनाव लड़े और ऐतिहासिक मतों से जीते। इसी वर्ष वे समाजवादी पार्टी के प्रदेश महासचिव बनाये गये। उन्होंने संगठन को मजबूत बनाने के लिए अनिर्वचनीय मेहनत की। पूरे उत्तर प्रदेश को कदमों से नाप दिया। उनकी लोकप्रियता और स्वीकारिता बढ़ती चली गयी। प्रमुख महासचिव के रूप में उन्होंने अपनी जिम्मेदारी को नया आयाम दिया। प्रदेश अध्यक्ष रामशरण दास जी की अस्वस्थता को देखते हुए 01 नवम्बर, 2007 को मेरठ अधिवेशन में शिवपाल जी को कार्यवाहक अध्यक्ष बनाया गया। रामशरण जी के महाप्रयाण के पश्चात् 6 जनवरी, 2009 को वे पूर्णकालिक प्रदेश अध्यक्ष बने। शिवपाल जी ने सपा को और अधिक प्रखर बनाया। नेताजी और जनेश्वर जी के मार्गदर्शन और उनकी अगुवाई में उत्तर प्रदेश में समाजवादी पार्टी सबसे बड़ी पार्टी के रूप में स्थापित हुई। वे मई 2009 तक प्रदेश अध्यक्ष रहे फिर उत्तर प्रदेश विधानसभा में नेता विरोधी दल की भूमिका दी गई। बसपा की बहुमत की सरकार के समक्ष नेता विरोधी दल की जिम्मेदारी तलवार की धार पर चलने जैसा था। उन्होंने इस दायित्व को संभाला और विपक्ष तथा आम जनता के प्रतिकार के स्वर को ऊँचा रखा। वरिष्ठ नेता आजम खान की वापसी के दिन उन्होंने नेता प्रतिपक्ष पद से इस्तीफा देने में एक पल का भी विलम्ब नहीं किया, जो दर्शाता है कि उन्हें पद से अधिक सिद्धान्त और दलहित प्रिय है। बाढ़-सूखा, भूकम्प जैसी आपदाओं में जाकर मदद करने वालों में शिवपाल आगे खड़े रहते हैं। उन्होंने कई बार गिरफ्तारी दी, पुलिसिया उत्पीड़न को झेला, आम कार्यकर्ताओं के रक्षा कवच बने। यही कारण है कि सोलहवीं विधानसभा में समाजवादी पार्टी के चुनाव निशान पर साठ फीसदी (61.90) से अधिक मतों से जीतने वाले एक मात्र विधायक हैं। उन्होंने समय-समय पर कभी डा0 लोहिया, कभी अशफाक उल्ला खान, कभी चन्द्रशेखर आजाद तो कभी मधु लिमये की जयन्ती और अन्य अवसरों पर लेख लिखकर, छोटी-छोटी पुस्तकें प्रकाशित कर बँटवाकर नई पीढ़ी को गौरवमयी इतिहास से अवगत कराने का कार्य किया है। उनके अब तक दर्जनों लेख दैनिक जागरण, अमर उजाला, राष्ट्रीय सहारा, जनाग्रह (बंगलुरू), डेली न्यूज एक्टिविस्ट, जन संदेश, कैनविज टाइम्स समेत कई पत्र-पत्रिकाओं में प्रकाशित हो चुके हैं। उन्होंने डा0 लोहिया के कई ऐतिहासिक उद्बोधनों यथा ’’द्रौपदी व सावित्री’’ दो कटघरे आदि को प्रकाशित कर बँटवाया और समाजवादी पार्टी में पढ़ने-लिखने की परम्परा को प्रोत्साहन दिया। वे साहित्यकारों का काफी सम्मान करते हैं। गोपालदास ’’नीरज’’ उदय प्रताप सिंह जैसे साहित्यकार व कवि उन्हें काफी स्नेह करते हैं, जिससे उनकी साहित्यिक अभिरूचि का पता चलता है। विपक्ष के दौरान उन्होंने जन संघर्षों व सामूहिक प्रतिकार के प्रत्येक रण में सेनानी की भूमिका निभाई। कई बार जेल गये, आन्दोलनों में चोटिल हुए पर जब भी आन्दोलन की घोषणा होती, शिवपाल जी प्रथम पंक्ति में खड़े दिखते। समाजवादी पार्टी की 2012 में पुनः सरकार बनने के बाद उन्हें लोक निर्माण, सिंचाई, सहकारिता मंत्री की जिम्मेदारी दी गयी, उन्होंने इन विभागों में व्याप्त भ्रष्टाचार को खत्म करने के लिए कई बड़े अधिकारियों व अभियन्ताओं के विरुद्ध कठोर कार्यवाही की, एक अखबार ने उन्हें ’’कार्यवाही मिनिस्टर’’ तक की संज्ञा दे दी। उनका इतिहास समाजवादी पार्टी का इतिहास है, जन-संघर्षों व सक्रिय करूणा का जीवन-दर्शन है।

source: About:
hi_in: तकरीबन:

# About_Info
source: Samajwadi Party came into existence on October 4, 1992 in Lucknow under the leadership of Shri Mulayam Singh Yadav.
hi_in: 4 अक्टूबर 1992 को लखनऊ में मा0 मुलायम सिंह यादव जी के नेतृत्व में समाजवादी पार्टी अस्तित्व में आई।

# Decription
source: Description:
hi_in: विवरण:

# Description_Info
source: The Samajwadi Party believes in creating a socialist society, which works on the principle of equality and the party has a secular and democratic outlook. The Samajwadi Party believes in continuously working towards the upliftment of weaker sections of society and it stands against communal forces. Freedom fighter, socialist and a great Parliamentarian, Ram Manohar Lohia is a guiding light for the Samajwadi Party. Ram Manohar Lohia’s integrity, selfless struggle for India’s independence and his ability to unite people of all sections of society has greatly influenced the leaders, youth and workers in the party. Lohia was jailed by the British several times during the freedom struggle and he fought rigorously all his life for social equality. Mahatma Gandhi’s ideas greatly influenced Lohia who worked tirelessly during the freedom movement writing articles against the British, raising awareness against British imperialism in Europe, and after India became independent devoted himself to grassroots politics which included farmers cause, development work and fighting against social injustice. He also worked towards putting an end to capitalist-feudalistic tendencies. Lohia’s ability to awaken the people with his fiery articles on Satyagraha and his innate knowledge of social problems made him the foremost socialist leader of India. Lohia’s ‘Do or Die’ spirit is an inspiration and a guiding force for the Samajwadi Party in its struggle for social upliftment of the poor, backward and socially weaker sections of society.
hi_in: समाजवादी पार्टी ऐसी समाजवादी व्यवस्था में विश्वास करती है जो समानता के सिद्धांत पर कार्य करते हुए पार्टी का साम्यवादी और प्रजातांत्रिक ढाँचा निर्मित करती है। समाजवादी सदैव एवं सतत् कमजोर वर्ग के उत्थान और साम्प्रदायिक ताकतों के विरुद्ध खडे़ रहने में विश्वास रखती है। स्वतंत्रता सैनानी, समाजवादी एवं महान सांसद डा0 राम मनोहर लोहिया समाजवादी पार्टी के मार्ग-दर्शक हैं। राम मनोहर लोहिया का भारतीय स्वतंत्रता के प्रति निःस्वार्थ संर्घष और समाज के विभिन्न वर्गों को एक साथ लाने की जो अद्भुत योग्यता थी उसने नेताओं, युवाओं और कार्यकर्ताओं को प्रभावित और प्रेरित किया। लोहिया जी ब्रिटिश शासन के विरुद्ध स्वतंत्रता संघर्ष के दौरान कई बार जेल गये, वे अपने सम्पूर्ण जीवन में सामाजिक समानता के लिये कड़ाई व पक्के इरादे से संघर्ष करते रहे। लोहिया जी महात्मा गांधी के विचार से अत्यधिक प्रभावित थे जिन्होंने स्वतंत्रता आन्दोलन के दिनों अथक प्रयास किया और ब्रिटिश शासन के खिलाफ लेख भी लिखे, यहाँ तक कि योरोप में ब्रिटिश शाही शासन के विरुद्ध जागरुकता फैलाने का कार्य किया और स्वतंत्रता के पश्चात् स्वयं को ज़मीनी स्तर की राजनीति को समर्पित कर दिया, जिसमें किसानों का हित, विकास कार्य और सामाजिक अन्याय के विरुद्ध संघर्ष इत्यादि था। उन्होंने पूँजीवादी- जागीरदारी परम्परा को समाप्त करने के लिये भी कार्य किया। लोहिया जी की लोगों को जागरुक करने और सत्याग्रह पर उनके तेजस्वी लेख लिखने और सामाजिक समस्याओं की उनकी स्वभाविक समझ इत्यादि अति विशिष्ट गुणों ने उन्हे भारत का प्रमुख समाजवादी नेता बना दिया।

# RESIDENCE_TITLE
source: Residence Address:
hi_in: निवास का पता:

# OFFICE_TITLE
source: Office Address:
hi_in: कार्यालय का पता:

# title_activity_media
source: In Media
hi_in: ख़बरों में

# title_activity_video_gallary
source: Video Gallary
hi_in: वीडियो

# title_activity_social_media
source: Social Media
hi_in: सामाजिक मीडिया

# title_activity_web_view
source: Social Media
hi_in: सामाजिक मीडिया

# title_activity_launcher_image
source: Shivpal Singh Yadav
hi_in: शिवपाल सिंह यादव

# title_activity_event_detail
source: EventDetailActivity
hi_in: आयोजन

# VIDHAN_BHAVAN
source: Constituency
hi_in: संसदीय क्षेत्र

# title_activity_department
source: Departments
hi_in: विभाग

# NETWORK_ERROR
source: The requested operation failed, please check your internet connection or network signal strength.
hi_in: अनुरोध की गई कार्रवाई में विफल रहा है, अपने इंटरनेट कनेक्शन या नेटवर्क सिग्नल की शक्ति की जाँच करें।

# title_activity_vidhan_sabha
source: Constituency
hi_in: संसदीय क्षेत्र

# Vidhan_Sabha_Area
source: Jaswant Nagar (199)
hi_in: जसवंत नगर (199)

# PARTY_WEBSITE_TITLE
source: Website:
hi_in: वेबसाइट:

# FACEBOOK_TITLE
source: Facebook
hi_in: फेसबुक

# GOOGLE_PLUS_TITLE
source: Google Plus
hi_in: गूगल प्लस

# TWITTER_TITLE
source: Twitter
hi_in: ट्विटर

source: Public Works Department
hi_in: लोक निर्माण विभाग

source: Irrigation
hi_in: सिंचाई

source: Co-operative
hi_in: सहकारी

# Land_Development_Water_Resources
source: Land Development And Water Resources
hi_in: भूमि एवं जल संसाधन विकास

source: Flood Control
hi_in: बाढ़ नियंत्रण

source: Irrigation (Mechanical)
hi_in: सिंचाई (मैकेनिकल)

source: Revenue
hi_in: रेवेन्यू

source: Uttar Pradesh Cooperative Federation Limited
hi_in: उत्तर प्रदेश सहकारी संघ लिमिटेड

# Sodic_Ravine_Land_development
source: Sodic And Ravine Land development
hi_in: SODIC और घाटी भूमि विकास

source: Waste Land Development
hi_in: बंजर भूमि विकास

# Disaster_Rehabilitation
source: Disaster And Rehabilitation
hi_in: आपदा एवं पुनर्वास

source: Public Service Management
hi_in: लोक सेवा प्रबंधन

# Vidhan_Sabha_Booth_Num
source: Booth No.
hi_in: क्रमांक

# Vidhan_Sabha_Booth_Name
source: Part Name
hi_in: बूथ का नाम

source: Family Status:
hi_in: पारिवारिक स्थिति:

# FAMILY_STATUS_INFO
source: Shivpal ji married Mrs. Sarla Yadav on the 23rd may 1981. They are blessed with two children Dr.Anubha Yadav who is a medical practitioner by profession working for the upliftment of the masses and Mr. Aditya Yadav symbolizes the youth of today; and his versatility in multiple genres is what has lead him to accomplish the various path breaking noble causes at such a young age. He is an elected chairman of the Uttar Pradesh cooperative Federation.
hi_in: शिवपाल सिंह यादव का विवाह 23-मई-1981 को हुआ। इनकी पत्नी का नाम सरला यादव है। शिवपाल सिंह यादव की एक पुत्री डाॅ० अनुभा यादव तथा एक पुत्र आदित्य यादव है।

# IN_MEDIA_URL
source: http://dummy-class.herokuapp.com/media
hi_in: http://dummy-class.herokuapp.com/media_hn

# GET_EVENTS_DATA_URL
source: https://dummy-class.herokuapp.com/events_list_trial
hi_in: https://dummy-class.herokuapp.com/events_list_trial_hn
